{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/101582",
  "title": "Intergenerational Dynamics among Russian-Speaking Anti-War and Pro-Democracy Activists in Germany",
  "authors": [
    "Golova, Tatiana",
    "Selivanova, Galina"
  ],
  "year": "2024",
  "abstract": "This essay examines anti-war and pro-democracy activism among migrants who associate themselves with Russia, exploring activism dynamics, various issue fields, and audiences. The study is based on qualitative interviews with migrants-turned-activists and activists-turned-migrants in Germany. While they share broad pro-Ukrainian and anti-regime orientations, they exhibit differences in political vocabulary, practices, and backgrounds. We focus on four distinct fields: transnational human rights activism, migration assistance, adaptation assistance, and humanitarian support for Ukraine. We discuss challenges related to long-term collaboration and the development of inclusive political organizations, which are partially caused by the differences in migration experience and the resources available to migrants of different generations.",
  "language": "en",
  "doi": "https://doi.org/10.3929/ethz-b-000692533",
  "keywords": [
    "Russia",
    "Federal Republic of Germany",
    "migration",
    "political activity",
    "political participation"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/101582/ssoar-russanald-2024-316-golova_et_al-Intergenerational_Dynamics_among_Russian-Speaking_Anti-War.pdf?sequence=1&isAllowed=y&lnkname=ssoar-russanald-2024-316-golova_et_al-Intergenerational_Dynamics_among_Russian-Speaking_Anti-War.pdf",
  "locations": [
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    },
    {
      "location": "Ukraine",
      "lat": 48.3794,
      "lon": 31.1656,
      "country_code": "UA"
    }
  ],
  "summary": "This essay looks at how migrants from Russia in Germany are involved in anti-war and pro-democracy activism, exploring their motivations, actions, and differences. The study finds that while they generally support Ukraine and oppose the regime, they have varying political approaches and backgrounds, leading to challenges in collaboration and organizing."
}