{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/11794",
  "title": "Über schwindende Gemeinsamkeiten - Ausländer- versus Migrantenforschung: die Notwendigkeit eines Perspektivenwechsels zur Erforschung ethnischer Minderheiten in Deutschland am Beispiel des Projekts \"Die Qualität der multikulturellen Demokratie in Amsterdam und Berlin\"",
  "authors": [
    "Galonska, Christian",
    "Berger, Maria",
    "Koopmans, Ruud"
  ],
  "year": "2004",
  "abstract": "\"Das Bild ethnischer Minderheiten in Deutschland beruht vornehmlich auf der medialen Darstellung, der politischen Perzeption und der sozialstatistischen Erfassung von 'Ausländern'. Dabei sind Ausländer im formellen Sinne spätestens seit der verstärkten Zuwanderung 'volksdeutscher' Spätaussiedler und verschiedener Reformen des Staatsbürgerschaftsrechts in den neunziger Jahren nur noch eine, zudem schrumpfende, Teilmenge der Wohnbevölkerung nichtdeutscher Herkunft. Eine wissenschaftlich bisher zu wenig diskutierte Frage ist, ob man Erkenntnisse, die auf der Untersuchung von Personen ohne deutsche Staatsbürgerschaft beruhen, auf die eigentlich im Fokus der politischen Diskussion stehenden Gruppe, die hier zusammenfassend 'Migranten' genannt wird, noch verallgemeinern kann. Das Projekt 'Die Qualität der multikulturellen Demokratie in Amsterdam und Berlin' berücksichtigt die veränderten Rahmenbedingungen, indem es die politische und zivilgesellschaftliche Integration von 'Allochthonen' untersucht. Diese amtliche niederländische Definition bezeichnet alle Personen, die entweder selbst oder von denen mindestens einer ihrer Elternteile außerhalb ihres momentanen Aufenthaltslandes geboren wurden. Basis des vorliegenden Papiers ist die Feldarbeit der Berliner Teilstudie des Projekts in Form einer telefonischen Befragung von Deutschen, Türken, Italienern und Zuwanderern aus dem Gebiet der ehemaligen Sowjetunion, einschließlich deutschstämmiger Aussiedler und jüdischer Kontingentflüchtlinge. Es wird die Frage erörtert, ob eine solche Perspektivenerweiterung bei der Bestimmung der Grundgesamtheit, mit der Folge methodischer Innovationen bei Stichprobenkonzept und Befragungstechnik, inhaltlich notwendig ist, um die politische und zivilgesellschaftliche Integration ethnischer Minderheiten realitätsnah abbilden zu können. Die Autoren kommen zu dem Schluss, dass auf Basis von Ausländerbefragungen gewonnene Erkenntnisse nicht länger repräsentativ für die in Deutschland lebenden Migranten sind.\" (Autorenreferat)",
  "language": "de",
  "doi": null,
  "keywords": [
    "multicultural society",
    "Netherlands",
    "political integration",
    "civil society",
    "integration",
    "alien",
    "metropolis",
    "Federal Republic of Germany",
    "late migrant",
    "paradigm",
    "structural change",
    "methodology",
    "international comparison",
    "ethnic group",
    "method",
    "comparison",
    "minority",
    "Berlin",
    "immigration",
    "migration research"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/11794/ssoar-2004-galonska_et_al-uber_schwindende_gemeinsamkeiten_-_auslander-.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2004-galonska_et_al-uber_schwindende_gemeinsamkeiten_-_auslander-.pdf",
  "locations": [
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    },
    {
      "location": "Netherlands",
      "lat": 52.1326,
      "lon": 5.2913,
      "country_code": "NL"
    },
    {
      "location": "Italy",
      "lat": 41.8719,
      "lon": 12.5674,
      "country_code": "IT"
    },
    {
      "location": "Soviet Union",
      "lat": 61.524,
      "lon": 105.3188,
      "country_code": "SU"
    }
  ],
  "summary": "The abstract discusses how the image of ethnic minorities in Germany is primarily shaped by media, politics, and statistics, but the focus on 'foreigners' does not accurately represent the diverse population of non-German origin. The authors argue that insights from surveys of non-German citizens are no longer representative of the migrant population in Germany."
}