{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/11997",
  "title": "Politicizing precarity, producing visual dialogues on migration: transnational public spaces in social movements",
  "authors": [
    "Doerr, Nicole"
  ],
  "year": "2010",
  "abstract": "Dieser Artikel befasst sich mit transnationaler Aktivist/innen, die soziale Prekarisierung, Handlungsmöglichkeiten und Subjektivität von Migrant/innen in der Europäischen Union (EU) kritisch sichtbar machen wollen. Meine Analyse interessiert sich für den Inhalt von Postern und visuellen Bildern, die Aktivist/innen für ihre lokalen und europäischen Protestaktionen ins Netz stellen und über gemeinsame Blogs oder auf Treffen austauschen. Ich vermute, dass die kaum erforschte visuelle Dimension transnationaler Öffentlichkeit in sozialen Bewegungen ein wichtiges Feld soziologischer Analyse politischer Prozesse darstellt. Mein Artikel untersucht, wie wir Möglichkeiten visueller Dialoge in transnationalen Öffentlichkeiten erforschen können, und was sie uns aus der Perspektive diskursiver Demokratietheorien sagen. Meine empirische Fallstudie beschäftigt sich mit \"EuroMayday\", einem zunächst lokalen, später transnationalen und beachtlich herangewachsenen Netzwerk für kritischen Protest und Paraden zur Prekarisierung in mehreren europäischen Ländern. Zunächst werde ich die Möglichkeit und die kommunikativen Facetten visueller Dialoge im translokalen EuroMayday-Netzwerk betrachten. Anschließend diskutiere ich die soziale Praxis des Teilens einzelner visueller Bilder über gemeinsame europäische Blogs und Kommunikationsmedien von Mayday-Gruppen in Italien und Deutschland. Abschließend zeige ich einige der kulturellen Bedingungen, die einen Austausch visueller Bilder zu einer möglicherweise innovativen politischen Praxis der transnationalen Kommunikation von Migrant/innen und Bürger/innen machen. Ich frage, ob visuelle Bilder eine Politisierung und kritische Umdeutung offizieller Visionen zu europäischer Bürgerschaft, flexibler Arbeit und des Rechts auf Reisefreiheit vordenken. Auch die politischen Grenzen potenziell transnationaler und doch lokal-kulturell kodierter Öffentlichkeitsräume in Bewegungen bringe ich zur Sprache.",
  "language": "en",
  "doi": null,
  "keywords": [
    "EU",
    "Italy",
    "network",
    "picture",
    "Internet",
    "computer-mediated communication",
    "discourse",
    "politicization",
    "Federal Republic of Germany",
    "visualization",
    "social actor",
    "dialogue",
    "protest",
    "precariousness",
    "visual material",
    "weblog",
    "activity",
    "social movement",
    "Europe",
    "democracy",
    "theory",
    "protest movement",
    "public space"
  ],
  "pdf_url": "https://nbn-resolving.org/urn:nbn:de:0114-fqs1002308",
  "locations": [
    {
      "location": "European Union",
      "lat": null,
      "lon": null,
      "country_code": "EU"
    },
    {
      "location": "Italy",
      "lat": 41.8719,
      "lon": 12.5674,
      "country_code": "IT"
    },
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    }
  ],
  "summary": "This article examines how transnational activists in the European Union use visual images and posters to highlight the social precarity and subjectivity of migrants, particularly through the EuroMayday network. The study explores the potential of visual dialogues in transnational activism and their role in challenging official narratives on citizenship, work, and freedom of movement."
}