{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/20610",
  "title": "Demokratie in Gefahr? Wie man Beteiligungskompetenz zurückerobert",
  "authors": [
    "Leggewie, Claus",
    "Schneider, Jan"
  ],
  "year": "2009",
  "abstract": "'Schlagen der unverkennbare Ansehens- und Vertrauensverlust der politischen Parteien und der Parteipolitiker sowie der Rückgang der organisierten Partizipation in Legitimationszweifel an der Demokratie als Herrschafts- und Lebensform um, wird aus 'Politikverdrossenheit' 'Systemzweifel'? Dies würde bedeuten, dass Bürgerinnen und Bürger zu dem Schluss gelangt wären, dass die Demokratie an sich nicht mehr die Kompetenz besitzt, in zentralen, drängenden gesellschaftlichen Fragen wirksame und nachhaltige Problemlösungen zu entwickeln. Welche Möglichkeiten bestehen, diese Situation aufzufangen und aktives Praktizieren von Demokratie zu unterstützen?' (Autorenreferat)",
  "language": "de",
  "doi": null,
  "keywords": [
    "educational setting",
    "competence",
    "party",
    "political change",
    "membership",
    "Federal Republic of Germany",
    "late migrant",
    "historical development",
    "citizen",
    "new media",
    "confidence",
    "knowledge",
    "school",
    "democracy",
    "exclusion",
    "political system",
    "participation",
    "dissatisfaction with politics",
    "conception",
    "problem solving",
    "citizens' involvement"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/20610/ssoar-sofid-2009-politische_soziologie_20092-leggewie_et_al-demokratie_in_gefahr_wie_man.pdf?sequence=1&isAllowed=y&lnkname=ssoar-sofid-2009-politische_soziologie_20092-leggewie_et_al-demokratie_in_gefahr_wie_man.pdf",
  "locations": [],
  "summary": "The loss of trust in political parties and politicians, along with a decrease in organized participation, raises doubts about democracy as a form of governance and way of life. This could lead to citizens questioning if democracy is capable of effectively addressing pressing societal issues, prompting the need to support active democratic participation."
}