{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/53461",
  "title": "Politisches Wissen von Schüler/-innen mit und ohne Migrationshintergrund (POWIS-Studie)",
  "authors": [
    "Weißeno, Georg",
    "Goll, Thomas",
    "Richter, Dagmar",
    "Eck, Valentin"
  ],
  "year": "2010",
  "abstract": "Erhebungen zu politischen Einstellungen von Jugendlichen zu Demokratie und Gesellschaft zeigen unterschiedliche Ergebnisse für Jugendliche mit und ohne Migrationshintergrund. Dabei ist unklar, ob diese Unterschiede auf lückenhaftem Wissen oder auch auf defizitärem Sprachvermögen beruhen. Das Projekt \"Politisches Wissen von Schüler/-innen\" (POWIS) setzt hier an. Erhoben wurden Daten zum Wissen von 2028 Schüler/-innen aus 82 Klassen der Jahrgangsstufe 9. Zwei Fragestellungen waren Erkenntnis leitend: (1) Ist das politische Wissen von Schüler/-innen mit und ohne Migrationshintergrund unterschiedlich? (2) Ist das politische Wissen durch die Sprachkompetenz konfundiert? Der Beitrag beschreibt das methodische Vorgehen und das Messmodell, das für die Erhebung verwendet wurde, und geht auch auf das Analysemodell ein. Außerdem erfolgt ein erstes kurzes Fazit zu den Ergebnissen aus dem Projekt.",
  "language": "de",
  "doi": null,
  "keywords": [
    "political attitude",
    "adolescent",
    "pupil",
    "migrant",
    "political education",
    "conception of democracy",
    "language behavior",
    "competence",
    "expertise",
    "political participation",
    "socioeconomic factors",
    "cultural capital",
    "academic achievement",
    "teaching politics",
    "Federal Republic of Germany"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/53461/ssoar-2010-weieno_et_al-Politisches_Wissen_von_Schuler-innen_mit.pdf?sequence=3&isAllowed=y&lnkname=ssoar-2010-weieno_et_al-Politisches_Wissen_von_Schuler-innen_mit.pdf",
  "locations": [
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    }
  ],
  "summary": "Studies on the political attitudes of young people towards democracy and society show different results for those with and without a migration background. It is unclear if these differences are due to incomplete knowledge or language deficiencies. The POWIS project collected data on political knowledge from 2028 students in 82 classes to investigate these differences and the impact of language skills."
}