{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/63094",
  "title": "Rethinking political attitudes of migrants from Turkey and their Germany-born children: beyond loyalty and democratic culture",
  "authors": [
    "Adar, Sinem"
  ],
  "year": "2019",
  "abstract": "Since the presidential elections in 2014, Turkish voters abroad have cast their votes in three parliamentary elections, one presidential election, and one referendum. The relatively higher vote share that the Justice and Devel­op­ment Party (AKP) and President Recep Tayyip Erdoğan garnered in Ger­many and other European states with large Turkish immigration levels, such as the Netherlands, Belgium, and Austria, has remained a cause for concern to politicians and the public in these countries. Especially in Germany, the dominant premise in the public debate has been that voting in favor of the AKP and Erdoğan is a sign of \"loyalty to Turkey\" and an absence of a com­mit­ment to democratic values and norms. The broad appeal that the AKP and Erdoğan have among migrants from Turkey and their children has both a material and an emotional basis. Socio-economic changes and perceived improvements in the quality of state insti­tutions, both within Turkey and Germany, seem to have created a positive image of the party. In addition, a strong sense of pride arising out of the perception of a \"strong Turkey\" under the leadership of President Erdoğan seems to drive electoral support. Finally, a fear of losing social and political gains also facilitates electoral support for the AKP. Given that the interest of the Turkish government in the migrant population is driven by its foreign- and domestic-policy ambitions, it is likely to continue in the future with a strong identitarian focus. Moreover, Turkey's deepening economic crisis is also likely to accentuate the need for economic remittances. It is vitally important to differentiate between the Turkish gov­ernment’s systematic efforts to instrumentalize migrants and their foreign-born children toward its domestic- and foreign-policy ends and the demands of migrants for political representation and equal recognition. (Autorenreferat)",
  "language": "en",
  "doi": "https://doi.org/10.18449/2019RP07",
  "keywords": [
    "Turkey",
    "Federal Republic of Germany",
    "immigration",
    "migration",
    "Turk",
    "foreign policy",
    "migration policy",
    "voting behavior",
    "national identity",
    "loyalty",
    "political culture",
    "democracy"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/63094/ssoar-2019-adar-Rethinking_political_attitudes_of_migrants.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2019-adar-Rethinking_political_attitudes_of_migrants.pdf",
  "locations": [
    {
      "location": "Turkey",
      "lat": 38.9637,
      "lon": 35.2433,
      "country_code": "TR"
    },
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    },
    {
      "location": "Netherlands",
      "lat": 52.1326,
      "lon": 5.2913,
      "country_code": "NL"
    },
    {
      "location": "Belgium",
      "lat": 50.5039,
      "lon": 4.4699,
      "country_code": "BE"
    },
    {
      "location": "Austria",
      "lat": 47.5162,
      "lon": 14.5501,
      "country_code": "AT"
    }
  ],
  "summary": "Turkish voters in Europe, particularly in Germany, have shown strong support for the AKP and President Erdoğan in recent elections, sparking concerns about loyalty to Turkey over democratic values. This support is driven by socio-economic factors, pride in a strong Turkey, and fear of losing social and political gains, with the Turkish government likely to continue targeting migrants for political and economic reasons."
}