{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/68259",
  "title": "Eine Neubetrachtung der politischen Einstellungen türkischer Migranten in Deutschland: Analyse des Wahlverhaltens jenseits von \"Loyalität gegenüber der Türkei\" und \"Mangel an demokratischer Kultur\"",
  "authors": [
    "Adar, Sinem"
  ],
  "year": "2020",
  "abstract": "Für die große Zustimmung, die die türkische Partei für Gerechtigkeit und Entwicklung (AKP) und Präsident Recep Tayyip Erdoğan von türkischen Wählern im Ausland erhalten, gibt es sowohl materielle als auch emotionale Ursachen. Es scheint, als hätten sozioökonomische Veränderungen und wahrgenommene Verbesserungen in der Qualität der staatlichen Insti­tutionen - in der Türkei und auch in Deutschland - zu einem positiven Image der türkischen Regierung beigetragen. Ein Faktor, der die Wahlunterstützung der türkischen Migranten und ihrer Kinder zugunsten der AKP erklärt, ist ein Gefühl des Stolzes, das aus der Wahrnehmung einer \"starken Türkei\" unter der Regierung von Präsident Erdoğan resultiert. Ein weiterer Grund für den hohen Stimmenanteil, den die AKP verbuchen kann, ist offenbar auch die Angst vor dem Verlust sozialer und politischer Errungenschaften. Da sich ihr Interesse an der Migrantenbevölkerung mit ihren außen- und innenpolitischen Ambitionen deckt, wird die türkische Regierung an ihrem stark identitätsbezogenen Ansatz vermutlich auch in Zukunft festhalten. Hinzu kommt, dass durch die sich verschärfende türkische Wirt­schaftskrise mit einiger Wahrscheinlichkeit auch der Bedarf an Rück­überweisungen steigen wird. Es ist von entscheidender Bedeutung, zwischen den Bemühungen der tür­kischen Regierung, türkische Migranten und ihre im Ausland geborenen Kinder für ihre innen- und außenpolitischen Zwecke zu instrumentalisieren, und der Forderung der Migranten nach politischer Interessenvertre­tung und gleichberechtigter Anerkennung zu unterscheiden. (Autorenreferat)",
  "language": "de",
  "doi": "https://doi.org/10.18449/2020S06",
  "keywords": [
    "Turk",
    "migrant",
    "immigration",
    "Federal Republic of Germany",
    "political attitude",
    "voting behavior",
    "national identity",
    "loyalty",
    "political culture",
    "conception of democracy",
    "migration policy",
    "foreign worker",
    "Muslim",
    "diaspora"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/68259/ssoar-2020-adar-Eine_Neubetrachtung_der_politischen_Einstellungen.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2020-adar-Eine_Neubetrachtung_der_politischen_Einstellungen.pdf",
  "locations": [
    {
      "location": "Turkey",
      "lat": 38.9637,
      "lon": 35.2433,
      "country_code": "TR"
    },
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    }
  ],
  "summary": "Turkish migrants and their children support the AKP due to pride in a strong Turkey under Erdogan, fear of losing social and political gains, and the government's focus on their interests. The Turkish government may continue to use migrants for political purposes, but it's important to distinguish between this and migrants' demands for representation and recognition."
}