{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/69731",
  "title": "From Merkel to Kramp‐Karrenbauer: Can German Christian Democracy Reinvent Itself?",
  "authors": [
    "Dostal, Jörg Michael"
  ],
  "year": "2019",
  "abstract": "Germany's Christian Democrats have started preparing for the time after Angela Merkel. After ten years as German chancellor facing a weak opposition, Merkel unexpectedly split the country in late 2015 and early 2016 because of her 'open border' policies that allowed more than 1 million refugees and migrants to rapidly enter Germany. Her management of the subsequent crisis was largely considered a failure and her party suffered a series of dramatic election defeats. Reacting to the negative electoral feedback, and in particular the breakthrough of the rightist and anti‐immigration Alternative for Germany (AfD), the Christian Democratic Union organised an intra‐party contest to replace Merkel as party leader. Three candidates with different political profiles, Annegret Kramp‐Karrenbauer, Friedrich Merz and Jens Spahn, contested the election. By voting for Kramp‐Karrenbauer, the CDU membership voiced support for maintaining a large‐scale political coalition based on efforts to find compromises between different party wings and social and cultural interests.",
  "language": "en",
  "doi": "https://doi.org/10.1111/1467-923X.12680",
  "keywords": [
    "Christian Democratic Union",
    "Christian democratic party",
    "Merkel, A.",
    "Federal Chancellor",
    "election to the Bundestag",
    "election result",
    "party politics",
    "coalition",
    "Federal Republic of Germany"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/69731/ssoar-politicquarterly-2019-2-dostal-From_Merkel_to_KrampKarrenbauer_Can.pdf?sequence=1&isAllowed=y&lnkname=ssoar-politicquarterly-2019-2-dostal-From_Merkel_to_KrampKarrenbauer_Can.pdf",
  "locations": [
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    }
  ],
  "summary": "After Angela Merkel's controversial 'open border' policies led to a migrant crisis and electoral defeats for her party, the Christian Democrats in Germany held an election to replace her as party leader. The party members voted for Annegret Kramp-Karrenbauer, signaling a desire to maintain a broad political coalition and find compromises between different interests."
}