{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/72870",
  "title": "Migration und radikale Demokratie: Politische Selbstorganisierung von migrantischen Jugendlichen in Deutschland und den USA",
  "authors": [
    "Schwiertz, Helge"
  ],
  "year": "2019",
  "abstract": "Wie gelingt es migrantischen Jugendlichen, zu politischen Subjekten zu werden und für ihre Rechte einzutreten? Wie ist es möglich, sich Herrschaftsverhältnissen zu widersetzen und inwiefern bietet Demokratie hierbei einen Bezugspunkt? Der Autor geht diesen Fragen nach, indem er eine radikaldemokratische Theorie entwickelt und diese mit einer qualitativen Studie zur Selbstorganisierung migrantischer Jugendlicher in Deutschland und den USA verbindet. Durch den Dialog von Empirie und Theorie trägt er damit sowohl zu einem differenzierten Verständnis migrantischer Kämpfe als auch zu demokratietheoretischen Debatten bei und zeigt auf, wie Grenzen demokratisiert werden können.",
  "language": "de",
  "doi": "https://doi.org/10.14361/9783839448328",
  "keywords": [
    "migrant",
    "adolescent",
    "Federal Republic of Germany",
    "United States of America",
    "self-organization",
    "democracy",
    "migration policy",
    "refugee",
    "criminalization",
    "intersectionality",
    "social movement"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/72870/ssoar-2019-schwiertz-Migration_und_radikale_Demokratie_Politische.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2019-schwiertz-Migration_und_radikale_Demokratie_Politische.pdf",
  "locations": [
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    },
    {
      "location": "United States",
      "lat": 37.0902,
      "lon": -95.7129,
      "country_code": "US"
    }
  ],
  "summary": "The author explores how migrant youth can become political actors and resist power structures, connecting this to democracy. By developing a radical democratic theory and studying self-organization of migrant youth in Germany and the USA, the author contributes to understanding migrant struggles and democratic debates."
}