{
  "source_url": "https://www.ssoar.info/ssoar/handle/document/94611",
  "title": "Kroatisch, katholisch, konservativ: Kroatische Missionen in Deutschland und der Schweiz",
  "authors": [
    "Rieser, Rebekka"
  ],
  "year": "2024",
  "abstract": "Rückzugsort, Vermittlerin von Religion und eine Brücke zur Gesellschaft - religiöse Migrantenorganisationen in westlichen Demokratien balancieren zwischen den Erwartungen der Mitglieder der Herkunfts- bzw. Residenzgesellschaft und der eigenen organisationalen Umwelt. Die Autorin analysiert den Umgang mit diesen Erwartungen und die daraus resultierenden Konsequenzen für die Organisationen, die Individuen und die Gesellschaft anhand der bislang wenig beforschten römisch-katholischen kroatischen Missionen in der Schweiz und in Deutschland. Dabei fokussiert sie besonders auf die Strukturen und Rollen von Religionsgemeinschaften in Integrationsprozessen und betont somit deren Bedeutung in einem zunehmend pluralisierten und säkularen Umfeld.",
  "language": "de",
  "doi": "https://doi.org/10.14361/9783839472309",
  "keywords": [
    "Croatia",
    "migration",
    "diaspora",
    "religious community",
    "organizations",
    "integration",
    "Federal Republic of Germany",
    "Switzerland",
    "Catholic Church (Roman)",
    "neoinstitutionalism"
  ],
  "pdf_url": "https://www.ssoar.info/ssoar/bitstream/handle/document/94611/ssoar-2024-rieser-Kroatisch_katholisch_konservativ_Kroatische_Missionen.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2024-rieser-Kroatisch_katholisch_konservativ_Kroatische_Missionen.pdf",
  "locations": [
    {
      "location": "Switzerland",
      "lat": 46.8182,
      "lon": 8.2275,
      "country_code": "CH"
    },
    {
      "location": "Germany",
      "lat": 51.1657,
      "lon": 10.4515,
      "country_code": "DE"
    }
  ],
  "summary": "Religious migrant organizations in Western democracies navigate between the expectations of their members and the wider society, with the author analyzing how they handle these expectations and the resulting consequences for individuals and society. The focus is on the role of Catholic Croatian missions in Switzerland and Germany in integration processes within a pluralistic and secular environment."
}